---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowSupportPath
source: html/e26e06d8-f1a6-4364-e736-10193ab2f6c0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowSupportPath Property

"Show Support Path"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowSupportPath { get; }
```